Repository: JTi65/CinVIIStarkMenu_fi
Catalog: CinnVIIStarkMenu@NikoKrause_po_CinnVIIStarkMenu-*.po
Languages: fi

source: Please enter your password to uninstall this application
fi: Anna salasanasi poistaaksesi tämän sovelluksen

source: Add to panel
fi: Lisää paneeliin

source: Add to desktop
fi: Lisää työpöydälle

source: Remove from favorites
fi: Poista suosikeista

source: Add to favorites
fi: Lisää suosikeihin

source: Uninstall
fi: Poista asennus

source: Run with NVIDIA GPU
fi: Suorita NVIDIA GPU ohjaimella

source: No description available
fi: Ei kuvausta saatavilla

source: This file is no longer available
fi: Tämä tiedosto ei ole enää saatavilla

source: Open with
fi: Avaa ohjelmalla

source: Other application...
fi: Muu ohjelma...

source: Clear list
fi: Tyhjennä listaus

source: All Applications
fi: Kaikki sovelmat

source: Places
fi: Kaniot

source: Recent Files
fi: Viimeisimmät tiedostot

source: Logout
fi: Kirjaudu ulos

source: Lock Screen
fi: Lukitse näyttö

source: Shutdown the computer
fi: Sanmuta tietokone

source: Leave the session
fi: Poistu istunnosta

source: Lock the screen
fi: Lukitse näyttö

source: Quit
fi: Lopeta

source: Lock screen
fi: Lukitusnäyttö

source: All Programs
fi: Kaikki ohjelmat

source: Favorites
fi: Suosikit

source: Documents
fi: Asiakirjat

source: nemo Documents
fi: nemo Asiakirjat

source: Pictures
fi: Kuvat

source: nemo Pictures
fi: nemo Kuvat

source: Music
fi: Musiikki

source: nemo Music
fi: nemo Musiikki

source: Videos
fi: Videot

source: nemo Videos
fi: nemo Videot

source: Downloads
fi: Lataukset

source: nemo Downloads
fi: nemo Lataukset

source: Menu
fi: Valikko

source: No recent documents
fi: Ei viimeisimpiä tiedosotja

source: Type to search...
fi: Kirjoita hakeaksesi...

source: No results found
fi: Tuloksia ei löytynyt

source: %d result found
fi: %d tulos löytyi

source: Show quicklauncher on the sidebar
fi: Näytä pikakäynnistin sivupalkissa

source: Choose whether or not to show this quicklauncher in the sidebar.
fi: Valitse, näytetäänkö tämä pikakäynnistin sivupalkissa.

source: Quicklauncher label
fi: Pikakäynnistysmerkki

source: Enter label for the quicklauncher
fi: Anna pikakäynnistimen tunniste

source: Size of the favorite buttons
fi: Suosikkipainikkeiden koko

source: Change the size of the favorite buttons
fi: Muuta suosikkipainikkeiden kokoa

source: pixels
fi: pikselit

source: Open the menu when I move my mouse over it
fi: Avaa valikko, kun siirrän hiiren sen päälle

source: Enable opening the menu when the mouse enters the applet
fi: Salli valikon avaaminen, kun hiiri tulee sovelmaan

source: Command to launch
fi: Komento käynnistää

source: Enter command for the quicklauncher
fi: Anna pikakäynnistimen komento

source: 'All Programs'-Button label
fi: 'Kaikki ohjelmat'-painikkeen otsikko

source: Enter custom text for the 'All Programs' button.
fi: Kirjoita mukautettu teksti Kaikki ohjelmat -painikkeelle.

source: Layout and content
fi: Ulkoasu ja sisältö

source: Sidebar Layout
fi: Sivupaneelin ulkoasu

source: Quicklauncher
fi: Pikakäynnistin

source: Behavior
fi: Käyttäytyminen

source: Custom Quicklauncher
fi: Muokattu pikakäynnistin

source: Quit Menu Layout
fi: Lopeta valikkoasettelu

source: Icons and Labels
fi: Kuvakkeet ja otsikot

source: Appearance
fi: Ulkonäkö

source: Sidebar
fi: Sivupaneeli

source: Panel
fi: Paneeli

source: Quicklauncher icon
fi: Pikakäynnistimen kuvake

source: Select an icon file or type an icon name into the entry box for the quicklauncher
fi: Valitse kuvaketiedosto tai kirjoita kuvakkeen nimi pikakäynnistimen syöttöruutuun

source: Enable filesystem path entry in search box
fi: Ota tiedostojärjestelmän polun syöttö käyttöön hakukentässä

source: Allows path entry in the menu search box.
fi: Sallii polun syöttämisen valikon hakukenttään.

source: Show quit buttons
fi: Näytä lopetuspainikkeet

source: Choose whether or not to show the quit buttons.
fi: Valitse, näytetäänkö lopetuspainikkeet vai ei.

source: Choose between Stark-Menu and MATE-Menu layout
fi: Valitse Stark-Menu- tai MATE-Menu-asettelu

source: Menu layout
fi: Valikon ulkoasu

source: Enter command to start the quicklauncher
fi: Anna komento käynnistääksesi pikakäynnistimen

source: Show favorite icons
fi: Näytä suosikkikuvakkeet

source: Choose whether or not to show icons on favorites.
fi: Valitse, näytetäänkö kuvakkeet suosikeissa vai ei.

source: Show context menu icons
fi: Näytä kontekstivalikon kuvakkeet

source: Choose whether or not to show icons on context menus.
fi: Valitse, näytetäänkö kuvakkeet pikavalikoissa vai ei.

source: Show application's description under their titles
fi: Näytä sovelluksen kuvaus niiden otsikoiden alla

source: Choose whether or not to show the application description on the application buttons.
fi: Valitse, näytetäänkö sovelluksen kuvaus sovelluspainikkeissa vai ei.

source: 'Menu'-Button label
fi: "Menu"-painikkeen otsikko

source: Enter custom text to show in the panel.
fi: Kirjoita mukautettu teksti näytettäväksi paneelissa.

source: Icon
fi: Kuvake

source: Select an icon to show in the panel.
fi: Valitse paneelissa näytettävä kuvake.

source: Quicklauncher button style
fi: Pikakäynnistimen painikkeen tyyli

source: Choose whether to show icons and/or labels on the quicklauncher buttons.
fi: Valitse, näytetäänkö pikakäynnistyspainikkeissa kuvakkeita ja/tai tunnisteita.

source: Labels only
fi: Otsikot vain

source: Icons only
fi: Kuvakkeet vain

source: User account info box style
fi: Käyttäjätilin tietoruudun tyyli

source: Choose whether to show the user name and/or user picture.
fi: Valitse, näytetäänkö käyttäjänimi ja/tai kuva.

source: Hide
fi: Piilota

source: User picture only
fi: Vain käyttäjän kuva

source: User picture and user name
fi: Käyttäjän kuva ja nimi

source: Quit buttons layout
fi: Lopeta-painikkeiden ulkoasu

source: Choose the layout of the quit options.
fi: Valitse lopetusvaihtoehtojen asettelu.

source: Horizontal
fi: Vaakataso

source: Vertical
fi: Pystysuora

source: Show application icons
fi: Näytä sovelluskuvakkeet

source: Choose whether or not to show icons on applications.
fi: Valitse, näytetäänkö kuvakkeet sovelluksissa vai ei.

source: Keyboard shortcut to open and close the menu
fi: Pikanäppäin valikon avaamiseen ja sulkemiseen

source: Enable autoscrolling in application list
fi: Ota automaattinen vieritys käyttöön sovellusluettelossa

source: Choose whether or not to enable smooth autoscrolling in the application list.
fi: Valitse, otetaanko sujuva automaattinen vieritys käyttöön sovellusluettelossa.

source: Use menu animations
fi: Käytä valikon animaatioita

source: Allow the menu to animate on open and close
fi: Anna valikon animoitua avattaessa ja suljettaessa

source: Show bookmarks and places
fi: Näytä kirjanmerkit ja paikat

source: Choose whether or not to show bookmarks and places in the menu.
fi: Valitse, näytetäänkö kirjanmerkit ja paikat valikossa.

source: 'Quit'-Button label
fi: Lopeta-painikkeen otsikko

source: Enter custom text for the 'Quit' button.
fi: Kirjoita mukautettu teksti Lopeta-painikkeelle.

source: Show category icons
fi: Näytä luokkakuvakkeet

source: Choose whether or not to show icons on categories.
fi: Valitse, näytetäänkö kuvakkeita luokissa vai ei.

source: Open the menu editor
fi: Avaa valikko-editori

source: Press this button to customize your menu entries.
fi: Paina tätä painiketta muokataksesi valikon merkintöjä.

source: Use a custom icon
fi: Käytä muokattua kuvaketta

source: Unchecking this allows the theme to set the icon
fi: Tämän valinnan poistaminen sallii teeman asettaa kuvakkeen

source: Menu hover delay
fi: Valikon viive

source: Delay before the menu opens when hovered
fi: Viive ennen kuin valikko avautuu, kun osoitinta pidetään

source: milliseconds
fi: millisekuntit

source: Show sidebar on menu
fi: Näytä sivupaneeli valikossa

source: Choose whether or not to show the sidebar.
fi: Valitse, näytetäänkö sivupalkki vai ei.

source: 'Favorites'-Button label
fi: "Suosikit"-painikkeen otsikko

source: Enter custom text for the 'Favorites' button.
fi: Kirjoita mukautettu teksti "Suosikit"-painikkeelle.

source: General Settings
fi: Yleiset asetukset

source: Icons
fi: Kuvakkeet

source: Category hover delay
fi: Luokan leijunnan viive

source: Delay between switching categories
fi: Viive luokkien vaihtamisen välillä

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
fi: Cinnamon Menu Windows 7:n Käynnistä-valikon tai MATE-valikon ulkoasulla
